;Place localized text in this file

[UIScreenListener_Flawless]

; Fallback message in case character specific messages ( for Mox, Elena, or Julian ) are not appropriate at that time in the campaign.
FallbackMessage="我们的反抗军盟友对你小队的表现感到震惊，指挥官。他们捐赠了 $1 $2。"

;REWARD VERBIAGE
; The bracketed prefixes indicator which image will display with the message.  Image descriptions as follows:
;
;      [ABANDONED-TANK] - an old abandoned tank
;      [ADVENT-HIDDEN-CACHE] - a soldier finding a hidden cache of loot
;      [ALIEN-JUNK] - a battlefield with lots of alien flotsam
;      [CENTRAL] - Bradford
;      [COLLABORATOR-APT] - an apartment
;      [COUNCIL] - Council 
;      [DEAD-ADVENT] - a dead Advent officer
;	   [ELENA] - Elena
;      [EXALT] - an exalt member
;      [GREMLIN] - an old rusty gremlin
;      [JULIAN-MECH] - one of Julian's mech units
;      [LOST] - a member of the Lost
;      [MOX] - Pratal Mox
;      [RESISTANCE-ALLIES] - several resistance members approaching your ship
;      [RESISTANCE-TRUCK] - an old truck
;      [SECTOIDS] - several sectoids from XCOM 1
;      [SHEN] - young Shen
;      [SURVIVOR] - an old soldier from the original invasion
;      [THIN-MAN] - a thin man
;      [TREASURE-HUNT] - several soldiers searching the area
;      [TYGAN] - Tygan
;      [VAHLEN-LAB] - one of Vahlen's labs
;  
;  Items with no prefix will default to displaying the Holo Globe image.
;

RewardVerbiage[0]="我们的反抗军盟友对你小队的表现感到震惊，指挥官。他们捐赠了 $1 $2。"
RewardVerbiage[1]="我们在一个变种人军官尸体上发现了一个十分显眼的包裹。打开之后发现了 $1 $2。"
RewardVerbiage[2]="当我们撤离到安全区域之后，一个士兵跌跌撞撞的走到我们面前。他手里拿着一个包裹，里面有 $1 $2。"
RewardVerbiage[3]="我们在这个区域发现了一个变种人间谍。我们迅速突袭了它的秘密住所，严密的搜查之后发现了 $1 $2。但是他并没有在家..."
RewardVerbiage[4]="这次行动十分顺利，任务结束之后士兵去听了你的关于“财宝猎人”的故事。有个士兵被你的故事感动，拿出了他偷偷藏起来的 $1 $2。"
RewardVerbiage[5]="有个人影从阴影中缓缓出现。“我们受到了非人的对待...就像实验室里的小白鼠一样。”人影低声咆哮着。“来，把这些拿去，你会需要这个的”。他给了你 $1 $2。"
RewardVerbiage[6]="仔细搜寻了敌人的尸体，发现了 $1 $2。积少成多嘛。"
RewardVerbiage[7]="一位长者出现在了士兵面前。“我在战场上奋战多年。我乐于看到你们在战场上英勇杀敌的姿态。”他给了你 $1 $2。"
RewardVerbiage[8]="战斗结束后士兵们意外发现了一个生锈的机器人。他说话了！听起来很像朱利安。“你好，指挥官。我为我的之前冒失行为感到抱歉，你知道我是个善良的人。我已经洗心革面了，真的。我想要帮助你，只要...请求你，给你一个新的SPARK组件让我自由吧。就当这是...礼物吧。”机械单位最终瘫痪了，背包掉落在了地上。在里面你发现了 $1 $2。"
RewardVerbiage[9]="最近，你找到了一些之前外星人入侵时的材料。电子磁盘，悬浮装置，无人机，以及一些老式的机械碎料。将它们全部碾压回收之后，你找到了...$1 $2。"
RewardVerbiage[10]="一个神秘人和我们取得了联络。“你的表现简直就是我们的榜样，指挥官。作为回报你很快就能收到 $1 $2。”"
RewardVerbiage[11]="最近，一些反抗军的运输设备出现了不同程度的损坏，我们的专业人员迅速修理好了这些装置。作为感谢，反抗军给了我们 $1 $2。"
RewardVerbiage[12]="你找到了一个破烂的废弃补给箱，它被埋在了灰尘之下，可能是被破天机甲弄坏了也说不定。里面有 $1 $2。"
RewardVerbiage[13]="在黑暗中你听到了一些回响。一个消瘦的鬼影出现在你的视野中，当你准备向他射击时他突然传送到你面前。“你丢弃了我们。”鬼影低语着。“别再来打扰我们了。我们只想活下去。”你猛然惊醒，原来这是个梦。但不知为何你的手中出现了一个背包，里面有 $1 $2。"
RewardVerbiage[14]="在我们变种士兵的遗产中，你意外发现了瓦伦博士的数据光盘。这里面记录着一些她的实验过程。你遵循着里面地址的指引找到了一个废弃的科研站，搜寻之后获得了 $1 $2。"
RewardVerbiage[15]="一个破旧的小精灵出现在了士兵面前，散发着微弱的电流。跟着它在一个破旧的房子中发现了一个专家的尸体，手中紧紧的握着一个包裹，在里面你发现了 $1 $2。你将士兵好好埋葬在了一个小山坡下，小精灵跌跌撞撞飞到墓碑顶部突然就瘫痪了，它最后的任务也完成了。"
RewardVerbiage[16]="任务结束后，一座民房引起的你的注意，你进去搜寻一番之后，发现了一张照片，上面的一家人在夕阳的照耀下格外开心和幸福，驻足观看了一会，你的士兵在房间中找到了 $1 $2。"
RewardVerbiage[17]="你完成任务后，沈从飞船的机库里出来走向你。“指挥官，在清理完船上的一个房间后，我们有时要花点时间来处理这些垃圾...这次我发现了一些有趣的东西！我希望你能为此找到一些用处。”她递给你 $1 $2。"
RewardVerbiage[18]="任务结束后，莫克斯走近你，用他钢铁般的外星人眼睛盯着你看了一会儿。“司令官，我最近一个人去了外星人的领地。”看到你的表情，他说“不，这不是总部批准的。不，我不需要你的许可。我是个散兵。不管怎样，我发现了一些有趣的东西。随你怎么办。”他递给你 $1 $2，然后大步走开。"
RewardVerbiage[19]="战斗结束后，艾琳娜走近你。“死神们有着长久的记忆，我们将永远记住这场战斗的完美执行...以及我们的敌人。请接受这一点，以示我们的感激。”她给了你 $1 $2。"
RewardVerbiage[20]="几乎在你完成任务后，你马上就会注意到几个小喽啰冲进阴影中，他们的身体几乎没有被武器的淡绿色光芒照亮。“当然不会...”你喃喃地说。“古老的种族在几年前就消失了。原始入侵的残余？或者是出现的另一类新敌人？” 你的部队在追赶，但很快就失去了踪迹。敌人匆忙离去，丢下了一个包裹。你在里面发现了 $1 $2。"
RewardVerbiage[21]="泰根悄悄地走近你在船的走廊，在你刚完成一次任务，并偷偷地环顾四周。“指挥官，我知道总部不会批准这个请求的。我们说这是私人机密。嗯，你可能已经知道了，我有一个...对外星人汉堡的痴迷。作为一个逃亡者，它们很难找到。下次你在餐厅附近着陆时，我肯定他们会接受这样的交易...” 他递给你 $1 $2。 “只是我离开外星人服务器时‘采购’的几个项目之一。请记住，请不要把这件事告诉布莱德福。” "

Title="完美主义者"
Error="奖励丢失。"

TerrorRewardVerbiageM="$1，一个反抗军的成员走向了你。“这是我见过最精彩的战役，我想加入成为XCOM的一员。”他在军械库等候你的指派，指挥官。"
TerrorRewardVerbiageF="战斗结束之后，反抗军成员，$1，走上前来。“我对你的营救表示感激。我欠你一条命。”她在军械库等候你的指派，指挥官。"

AbilityPointVerbiage="<br><br><br>能力点奖励: $1"
